Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This entails that, ultimately, Telenor wil be able to set individual wholesale prices so that the access seekers’ wholesale costs are not covered.
nb: Dette innebærer at Telenor i ytterste konsekvens vil kunne sette enkelte grossistpriser slik at tilgangskjøperne ikke får dekke grossistkostnadene.

source: Nkom furthermore tightens the requirement for standardised standalone fibre products in the business segment, so that these products must have a gross margin of at least 40%.
nb: Videre skjerper Nkom kravet til standardiserte enkeltstående fiberprodukter i bedriftssegmentet slik at disse produktene må ha minst 40 % bruttomargin.

source: Application for a GNSS amplifier
nb: Søknad om GNSS-forsterker

source: In the last four gross margin tests conducted by Nkom for the standardised standalone fibre products offered by Telenor in the private and business market outside the portfolio of flagship products, the result has varied between 11% and 130%, with an average of around 50%.
nb: I de fire siste bruttomargintestene Nkom har gjennomført for de standardiserte enkeltstående fiberproduktene Telenor tilbyr i privat- og bedriftsmarkedet utenfor porteføljen med flaggskipprodukter, har resultatet variert mellom 11 og 130 %, med et gjennomsnitt på omkring 50 %.

source: At the current time, the brands concerned are Telenor, Talkmore and Dipper.
nb: På nåværende tidspunkter gjelder dette merkevarene Telenor, Talkmore og Dipper

source: solely communicate with satellites via transponders (“bent pipe” type), whereby the equipment is intended for general commercial use;
nb: utelukkende kommuniserer med satellitt gjennom transponder (type «bent pipe»), hvor utstyret er ment til alminnelig kommersiell bruk

source: Based on this Nkom believes that it is realistic that an efficient, alternative provider wil establish himself on ODPs with at least 100 connected subscribers.
nb: Basert på dette mener Nkom det er realistisk at en effektiv, alternativ tilbyder vil etablere seg på ODPer med minst 100 tilknyttede abonnementer.

source: With regard to Telenor’s remark that Nkom has not justified why at least one standalone broadband product must be included in the portfolio of flagship products, Nkom believes that it must be financially replicable for an efficient alternative access seeker to migrate a portfolio of customers from copper to fibre without all of the products having to include additional services such as TV.
nb: Når det gjelder Telenors kommentar om at Nkom ikke har begrunnet hvorfor minst ett enkeltstående bredbåndsprodukt skal inngå i porteføljen med flaggskipprodukter, mener Nkom at det må være økonomisk replikerbart for en effektiv, alternativ tilgangskjøper å migrere en portefølje med kunder fra kobber til fiber uten at alle produktene må inneholde tilleggstjenester som for eksempel TV.

source: software errors (10 per cent), hardware failures
nb: programvarefeil (10 prosent), maskinvarefeil hendelser over en viss alvorlighetsgrad.

source: 6 Retail revenue stemming from sale of handset is excluded from the gross margin tests.
nb: 6 Inntekter fra sluttbruker knyttet til salg av subsidierte håndsett inngår ikke i bruttomargintester

source: There are several ways to notify the customers, e.g. by mail, e-mail, telephone, SMS and information on the provider’s website or in the media.
nb: Det er flere måter å varsle kunden på, for eksempel per post, e-post, telefon, SMS og informasjon på egne nettsider eller i medier.

source: Nkom believes that the price level was also substantially above the rates the providers could expect to attain in a market with functioning competition.
nb: Nkom mener prisnivået også lå vesentlig over prisene tilbyderne kunne forvente å oppnå i et marked med fungerende konkurranse.

source: For each test for the respective access forms, the reference offer that meets the requirements for traffic-dependent (variable) prices will be used.
nb: test for de respektive tilgangsformene skal standardavtalen som tilfredsstil er krav til trafikkavhengige (variable) priser, benyttes.

source: In this respect Nkom refers to Principle 3, where it is stated that the flagship products comprise the retail products that are the commercially most attractive in overall terms (at least 70% of the total revenue during the relevant period of time), and that Nkom may also define other products as flag carrier products if they are expected to become important to the competition.
nb: Nkom viser i den sammenheng til prinsipp 3, hvor det fremgår at flaggskipproduktene omfatter sluttbruker-produkene som samlet sett er de kommersielt mest attraktive (minst 70 % av de totale inntekene i den relevante tidsperioden), og at Nkom også kan definere andre produkter som flagskipprodukter dersom de forventes å bli viktige for konkurransen.

source: 7 Termination revenues and costs will normally not accrue for a service provider.
nb: 7 Termineringsinntekter og -kostnader vil normalt ikke påløpe for en tjenesteleverandør.

source: If each flagship product is to be tested, no individual flagship products will be able to have a negative margin.
nb: Dersom hvert enkelt flaggskipprodukt skal testes, vil ingen enkeltstående flaggskipprodukter kunne ha negativ margin.

source: to block wireless communication and
nb: brukes til å skjule egen posisjon og

source: Reduced ODP prices also entail an improvement in the margin.
nb: Samtidig innebærer reduserte ODP-priser at marginen forbedres.

source: Pursuant to Section 4-9 of the Norwegian Electronic Communications Act, Nkom stipulates that principles as a consequence of a new Appendix 9 wil provide the basis for the margin squeeze test for VULA fibre in Market 3a.
nb: Med hjemmel i ekomloven § 4-9 pålegger Nkom at prinsipper som følger av nytt vedlegg 9, skal ligge til grunn for marginskvistesten for VULA fiber i Marked 3a.

source: and operate either at frequencies regulated in Section 39, second, third, fourth and fifth paragraphs of the General Authorisations Regulations concerning satellite earth stations, or use C-band frequencies (4-7 GHz).
nb: og opererer på enten frekvenser regulert i fribruksforskriften § 39 andre, tredje, fjerde og femte ledd om satellittjordstasjoner, eller benytter C-bånd-frekvenser (4-7 GHz).

source: The decision furthermore entails the replacement of section 661 of the Market 3a Decision with the following:
nb: Videre innebærer vedtaket at punkt 661 i Marked 3a-vedtaket erstattes med følgende:

source: GlobalConnect encourages Nkom to prohibit the current price changes before Telenor can prove that the margin squeeze test has been passed.
nb: GlobalConnect oppfordrer Nkom til å forby de aktuelle prisendringene før Telenor godtgjør at marginskvistesten er bestått.

source: The test is passed if the result shows a margin of at least zero.
nb: Testen er bestått dersom resultatet viser en margin på minst null.

source: In Nkom's opinion, using this market share when performing margin squeeze tests of MVNO access would be appropriate and consistent with the assumptions that has been underlying the regulation of Market 7.
nb: Å legge til grunn en slik markedsandel ved marginskvistest av MVNO-tilgang, vil etter Nkoms vurdering være hensiktsmessig og konsistent med forutsetninger som har vært lagt til grunn ved regulering av marked 7.

source: When calculating the adjustment, Telenor’s data wil be weighted 30%, while the average of the relevant alternative providers’ data wil be weighted 70%.
nb: at Telenors data vektes 30 prosent og de alternative tilbydernes data vektes 70 prosent. Det innebærer at de alternative tilbyderenes data vektes mer enn dobbelt så mye som Telenors data.

source: As indicated in the findings above, Nkom does not believe that countervailing buyer power can reduce the providers’ exercising of market power for termination of calls in their own networks to a sufficient degree.
nb: Som det fremgår av drøftelsen over, kan Nkom hel er ikke se at kjøpermakt på etterspørselssiden i tilstrekkelig grad vil kunne redusere tilbydernes utøvelse av markedsmakt for terminering av samtaler i egne nett.

source: To ensure that the portfolio of flagship products to be replicated by an efficient alternative access seeker covers the market situations in the best possible way, Nkom believes that the portfolio should always include at least one standalone broadband product in addition to the commercially most attractive products that Telenor offers its retail customers.
nb: For å sikre at porteføljen med flaggskipprodukter, som skal replikeres av en effektiv, alternativ tilgangskjøper, dekker markedssituasjonene best mulig, mener Nkom porteføljen alltid bør inneholde minst ett enkeltstående bredbåndsprodukt i tillegg til de kommersielt mest attraktive produktene som Telenor tilbyr sine sluttkunder.

source: The gross margin on copper-based LLUB is a far more accurate benchmark than 25%.
nb: Bruttomarginen på kobberbasert LLUB er en langt mer treffsikker benchmark enn 25 %.

source: At the same time, Nkom's intervention in relation to some providers shows that providers are not generally affected by competition from other providers when setting their own termination rates.
nb: Samtidig viser Nkoms inngripen overfor de enkelte tilbyderne at tilbyderne i liten grad påvirkes av konkurranse fra andre tilbydere ved fastsettelse av egne termineringspriser.

source: believes that a gross margin requirement of at least 25% for all standalone broadband products wil have the consequence that Telenor’s pricing flexibility in the private market is limited, without the requirement being appropriate to resolve the alleged competition problem in the business market.
nb: mener at konsekvensen av et krav om bruttomargin på minimum 25 % for alle enkeltstående bredbåndsprodukter vil være at Telenors prisingsfleksibilitet i privatmarkedet begrenses, uten at kravet er egnet til å løse det påståtte konkurranseproblemet i bedriftsmarkedet.

source: One starting point for assessment of buyer power could be how the companies used to set their termination charges before the companies had regulatory price caps imposed.
nb: Et utgangspunkt for vurdering av kjøpermakt kan være å se på hvordan selskapene fastsatte sine termineringspriser før selskapene ble underlagt pristaksregulering.

source: If Telenor launches new products that to a great extent are intended to replace products that have been included as representative products, it might be relevant to include these products in the test, normally by assuming usage patterns that correspond to the earlier, comparable products, or by including the new products with a share that includes the share of the preceding products.
nb: Dersom Telenor lanserer nye produkter som har til hensikt i stor grad å erstatte produkter som har inngått som representative produkter, vil det kunne være relevant å la disse produktene inngå i testen, normalt ved å legge til grunn bruksmønster som tilsvarer tidligere, sammenlignbare produkter eller ved å la de nye produktene inngå med en andel som tar inn over seg andelen av de forutgående produktene.

source: assisted the emergency rescue services with electronic tracking. results in 2020.
nb: , viser gode resultater også i 2020. bisto også redningstjenestene med elektroniske

source: For these reasons, Nkom wil base margin squeeze tests in Market 15 on the principle of adjusted EEO.
nb: Nkom vil på denne bakgrunn legge prinsippet om justert EEO til grunn ved marginskvistester i marked 15.

source: Nkom wil assume a WACC in the margin squeeze model based on Nkom’s current decision regarding the WACC for fixed networks.
nb: Nkom har vurdert om WACC for fastnett eller WACC for mobilnett skal benyttes i marginskvistesten for FMBB.

source: Nkom finds it appropriate to use Telenor and Telia's ability to exercise buyer power as a starting point.
nb: Nkom mener at det er hensiktsmessig å ta utgangspunkt i Telenors og Telias muligheter til å utøve kjøpermakt.

source: believes that a gross margin requirement of 25% is too low and entails little or no real tightening of wholesale prices.
nb: mener at et bruttomarginkrav på 25 % er for lavt og medfører liten eller ingen reell skjerpelse på grossistprisene.

source: Nkom has previously announced that mock auctions with registered bidders are planned medio September, see the auction rules section 10.2.
nb: Nkom har tidligere informert om at testauksjoner med registrerte budgivere er planlagt i midten av september, se auksjonsreglene punkt 10.2.

source: Where applicable, the "minimum bandwidth requirement" wil ensure that the bidder does not win a combination of C- and D-blocks through exit bids (which wil otherwise be evaluated separately for each block category) that provide a lower bandwidth than the specified level.
nb: Når det er aktuelt, vil «minimum bandwidth requirement» sikre at budgiveren ikke vinner en kombinasjon av C- og D-blokker gjennom exit bud (som ellers vil bli evaluerte separat for hver blokk-kategori) som gir en lavere båndbredde enn det spesifiserte nivået.

source: (ERG has now been replaced by BEREC).
nb: ERG er nå erstattet av BEREC

source: The portfolio test wil not normally cover products in the business segment.
nb: Porteføljetesten vil normalt ikke dekke produkter i bedriftssegmentet.

source: As part of its assessment of buyer power, Nkom will choose a "modified greenfield approach", namely disregarding the obligations in the market that is the subject of the market analysis.
nb: Ved vurderingen av kjøpermakt skal Nkom velge en såkalt ”modified greenfield approach”, det vil si se bort fra forpliktelser i det markedet som er gjenstand for markedsanalysen.

source: This is the same picture as in 2019 and 2018.
nb: Dette er tilsvarende som i 2019 og 2018.

source: Application for GNSS pseudolite
nb: Søknad om GNSS-pseudollitt

source: Nkom wil use a portfolio approach in the margin squeeze test.
nb: Nkom legger i utgangspunktet til grunn en porteføljetilnærming i marginskvistesten for FMBB.

source: The provision is not exhaustive.
nb: For tilgangsspørsmål vil det for eksempel

source: Nkom wil therefore supplement the periodic margin squeeze tests with parallel tests that normally require data growth equivalent to the development in Telenor’s customer portfolio that is included in the margin squeeze test.
nb: Av den grunn vil Nkom supplere de periodiske marginskvistestene med parallelle tester som normalt forutsetter datavekst tilsvarende utviklingen hos Telenors kundeportefølje som inngår i marginskvistesten.

source: Access for service providers and MVNOs is not a substitute for access to national roaming.
nb: En slik plikt vil effektivisere oppfølgningen av avtalene, samtidig som den ikke kan anses å være særlig tyngende for Telenor.

source: On this basis, Nkom wil amend section 579 of the Market 3a Decision and add a new Chapter 7.3.5.3 with the same content as Chapter 7.3.4.3 of the Market 3b Decision.
nb: Nkom vil på bakgrunn av dette endre punkt 579 i Marked 3a-vedtaket og legge til et nytt kapittel 7.3.5.3 med tilsvarende innhold som kapittel 7.3.4.3 i Marked 3b-vedtaket.

source: In 2020, Nkom was notified of 160 incidents. A period with few major outages in the
nb: I 2020 ble Nkom varslet om 160 hendelser. mobiltjenester

source: If the retail prices (listing rates) are discounted permanently or reduced temporarily in the form of promotions, these discounts and promotions will be taken into account for the relevant time period in the calculation of the annualised, monthly revenues.
nb: Dersom sluttbrukerpriser (listepriser) blir rabattert permanent eller redusert midlertidig i form av kampanjer, skal slike rabatter og kampanjer hensyntas for den relevante tidsperioden ved beregning av de annualiserte, månedlige inntektene.

source: GNSS systems are based on satellites orbiting around 20,000 km above the Earth's surface.
nb: GNSS-systemer baserer seg på satellitter som går i bane omtrent 20 000 km over jordoverflaten.

source: It can be argued that the situation in Norway is such that alternative providers have fairly limited geographical area of activity, meaning alternative providers do not have incentives to increase their scale on the basis of objective financial factors.
nb: Det kan utfra norske forhold argumenteres for at alternative tilbyderes begrensede geografiske nedslagsfelt tilsier at objektive økonomiske forhold innebærer at de alternative tilbyderne ikke har insentiver til å øke skalaen.

source: The Recommendation does not set guidelines for reasonable return on invested capital, but it does specify a requirement that an efficient alternative operator that buys access ought to be able to economical y replicate the SMP provider in the retail market.
nb: Anbefalingen har ikke fastsatt retningslinjer for rimelig avkastning på investert kapital, men et krav om at en effektiv alternativ tilgangskjøper skal kunne økonomisk replikere SMP-tilbyderen i sluttbrukermarkedet.

source: In general, national regulatory authorities use a market share of 15–25% to reflect the competitive position of the efficient alternative provider.5 On the basis of the above and the current market situation for fibre connections in Norway, Nkom assumes that the efficient alternative provider has a market share of 15% of the available accesses to Telenor’s fibre network, at ODPs with at least 100 connected subscribers.
nb: Vanligvis bruker nasjonale reguleringsmyndigheter en markedsandel på 15 % til 25 % for å reflektere konkurranseposisjonen til den effektive, alternative tilbyderen.5 På bakgrunn av ovenstående og den aktuelle markedssituasjonen for fiberforbindelser i Norge, legger Nkom til grunn at den effektive, alternative tilbyderen har en markedsandel på 15 % av de tilgjengelige aksessene i Telenors fibernett, på ODP'er med minst 100 tilknyttede abonnenter.

source: In this annex, Nkom specifies the underlying principles for the use of margin squeeze tests that wil be used as a tool for price regulation of local access to Telenor’s fibre access network in Market 3a (VULA fibre).
nb: I dette vedlegget spesifiserer Nkom hvilke prinsipper som skal legges til grunn ved bruk av marginskvistester som verktøy for prisreguleringen av lokal tilgang til Telenors fiberaksessnett i Marked 3a (VULA fiber).

source: Margin squeeze tests require the use of information in a static perspective, normally up to 12 months retroactively.
nb: Marginskvistester forutsetter å benytte opplysninger i et statisk perspektiv, normalt inntil 12 måneder tilbake i tid.

source: Since all products in the business market had a positive gross margin exceeding 25% in the last margin squeeze test, the proposed requirement is of no significance to the margin picture in the business market.
nb: Siden alle produkter i bedriftsmarkedet hadde en positiv bruttomargin over 25 % i siste marginskvistest, får det foreslåtte kravet ingen betydning for marginbildet i bedriftsmarkedet.

source: The time limit for legal action is interrupted by an appeal against the decision and does not run as long as the appeal is being processed, cf. Section 11-8 of the Norwegian Electronic Communications Act, second paragraph.
nb: Søksmålsfristen avbrytes ved klage på vedtaket og løper ikke så lenge klagebehandling pågår, jf. ekomloven § 11-8 andre ledd.

source: No licence is required for equipment for general commercial use (for example, reception of TV/radio and satellite broadband terminals).
nb: Det kreves ingen tillatelse for utstyr for alminnelig kommersiell bruk (for eksempel mottak av TV/radio og terminaler for satellitt-bredbånd).

source: In addition to that no one is signing the guarantee, some characters like æ,ø, å and § cannot be used.
nb: I til egg til at det ikke er personer som signerer, er det enkelte tegn som blant annet æ, ø, å og § som ikke kan brukes.

source: This means that non-recurring costs and revenues wil be included in the margin squeeze calculation for the year of payment or receipt, regardless of whether they are financially relevant to several periods.
nb: Det innebærer at engangskostnader og -inntekter blir en del av marginskvisberegningen i året for betaling eller mottak, uavhengig av at de kan være økonomisk relevante for flere perioder.

source: However, the decision states that the degree to which the provider has its own coverage and traffic in its own network may be an objective issue that can justify different price terms.
nb: I vedtaket fremgår det imidlertid at grad av egendekning og trafikk i eget nett kan være et objektivt forhold som kan begrunne ulike prisvilkår.

source: Furthermore, the market share for an efficient alternative provider has been reduced from 20% to 15%.
nb: Videre er markedsandelen for en effektiv, alternativ tilbyder redusert fra 20 til 15 %.

source: To ensure that access seekers are not excluded from parts of the retail market, Nkom believes that it is necessary to set requirements of a positive gross margin for all of Telenor’s standalone fibre products that are sold in the retail market.
nb: For å sikre at tilgangskjøpere ikke ekskluderes fra deler av sluttbrukermarkedet, mener Nkom det er nødvendig å sette krav til positiv bruttomargin for alle Telenors enkeltstående fiberprodukter som er i salg i sluttbrukermarkedet.

source: The standalone fibre products included in these margin squeeze tests have had a gross margin of between 31% and 38%.
nb: De enkeltstående fiberproduktene som har inngått i disse marginskvistestene, har hatt en bruttomargin på mellom 31 og 38 %.

source: Reception of radio signals from satellite is not regulated and does not require a licence from Nkom on the Norwegian mainland and on Jan Mayen.
nb: Mottak av radiosignaler fra satellitt reguleres ikke og trenger ingen tillatelse fra Nkom på norsk fastland og på Jan Mayen.

source: For these reasons, Nkom wil base margin squeeze tests on a 20 per cent market share for a buyer of national roaming, on a 5 per cent market share for a buyer of MVNO access and on a 5 per cent market share for buyers of service provider access.
nb: Ved marginskvistest vil Nkom på denne bakgrunn legge til grunn 20 prosent markedsandel for en kjøper av nasjonal gjesting, 5 prosent markedsandel for en kjøper av MVNO-tilgang og 5 prosent markedsandel for kjøper av tjenesteleverandørtilgang.

source: This access obligation is supported by price controls in the form of a prohibition against subjecting buyers of access to a margin squeeze.
nb: Denne tilgangsplikten understøttes av prisregulering i form av forbud mot å sette tilgangskjøpere i marginskvis.

source: Principle 5 Frequency for conducting margin squeeze tests
nb: Prinsipp 5 Frekvens for gjennomføring av marginskvistester

source: 2 Definition of margin squeeze
nb: 2 Definisjon av marginskvis

source: Normally, however, information concerning subscription distribution, revenue, volume and access costs wil be delimited to six months preceding the time of the margin squeeze tests.
nb: Normalt vil imidlertid opplysninger om abonnementsfordeling, inntekter, volum og tilgangskostnader avgrenses til seks måneder forut for tidspunktet for marginskvistestene.

source: When there are indications that alternative providers do not have the incentives to
nb: Når det finnes indikasjoner på at alternative tilbydere ikke har insentiver til å øke sin

source: Fixed costs will be distributed over the corresponding lifetime.
nb: Faste kostnader vil bli fordelt over tilhørende levetid.
